[
    { 
        "id": 201,
        "name": "SerialKiller",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "If you are role blocked you will attack the role blocker in addition to your target. Role blockers that target you will have their last will covered in blood making it unreadable. You can choose to be cautious and not kill role blockers.",
        "img": "../assets/images/roles/SerialKiller.png",
        "href": "/neutralRoles/SerialKiller"
    },

    { 
        "id": 202,
        "name": "Poisoner",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "The poisoner is an neutral killer who wakes up every night and chooses one person, the target person is poisoned and will be killed one night later if he or she is not cured by the doctor or the guardian angel on the same night or the next night.",
        "img": "../assets/images/roles/Poisoner.png",
        "href": "/neutralRoles/Poisoner"
    },

    { 
        "id": 203,
        "name": "Ted",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "Ted and Tommy are independent killers of the game who are not aware of each other's identity, but they are each other's friends, and if each of them wins, both of them will win. The function of these two is that on odd nights, Ted wakes up and on even nights, Tommy wakes up and kills one person.",
        "img": "../assets/images/roles/Ted.png",
        "href": "/neutralRoles/Ted"
    },

    { 
        "id": 204,
        "name": "Tommy",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "Tommy and Ted are independent killers of the game who are not aware of each other's identity, but they are each other's friends, and if each of them wins, both of them will win. The function of these two is that on odd nights, Ted wakes up and on even nights, Tommy wakes up and kills one person.",
        "img": "../assets/images/roles/Tommy.png",
        "href": "/neutralRoles/Tommy"
    },

    { 
        "id": 205,
        "name": "MassMurderer",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "The Mass Murderer is an independently aligned role that can kill anyone who visits a location (i.e. a certain player) at night. The Mass Murderer may not target himself on consecutive nights",
        "img": "../assets/images/roles/MassMurderer.png",
        "href": "/neutralRoles/MassMurderer"
    },

    { 
        "id": 206,
        "name": "Cowboy",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "The cowboy is one of the neutral killers of the game who acts to kill someone in the night phase, the selected person wakes up before being killed by the game master and guesses someone as a cowboy, if his guess is correct, he lives and the cowboy will be killed instead of him.    Note: Cowboy has the ability to use his powerful shot (which has the ability to kill Godfather, Werewolf, etc.) once during the game, in which case the possibility of being guessed by his target is ruled out.               Note: Cowboy has a basic attack level as well as a basic defense level.",
        "img": "../assets/images/roles/Cowboy.png",
        "href": "/neutralRoles/Cowboy"
    },

    { 
        "id": 207,
        "name": "Cannibal",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "Cannibal is one of the neutral killers of the game, who is obliged to kill one of the players every night. During the game, he can only not kill anyone for one night, and if he repeats (not killing anyone), he will die himself.",
        "img": "../assets/images/roles/Cannibal.png",
        "href": "/neutralRoles/Cannibal"
    },

    { 
        "id": 208,
        "name": "Werewolf",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "As a Werewolf you can not be killed at night. As a Werewolf you will attack your victim and anyone that visits them. Your attack goes through night immunity. As a Werewolf you may choose to stay home and attack anyone who visits you.",
        "img": "../assets/images/roles/Werewolf.png",
        "href": "/neutralRoles/Werewolf"
    },

    { 
        "id": 209,
        "name": "Juggernaut",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "With each kill your powers grow. You may attack every night. You have Basic Defense. You Rampage when you attack. You now ignore all effects that would protect a player.",
        "img": "../assets/images/roles/Juggernaut.png",
        "href": "/neutralRoles/Juggernaut"
    },

    { 
        "id": 210,
        "name": "Arsonist",
        "classification": "neutral",
        "alignment": "Neutral (Killing)",
        "description": "Death from fire can't be prevented by healing. Select yourself to ignite doused people. You will douse anybody that visits you. You can take no action to undouse yourself.",
        "img": "../assets/images/roles/Arsonist.png",
        "href": "/neutralRoles/Arsonist"
    },

    { 
        "id": 211,
        "name": "Plaguebearer",
        "classification": "neutral",
        "alignment": "Neutral (Chaos)",
        "description": "Plaguebearer is one of the independents of the game who wakes up every night and chooses one person, the person who is chosen and the person who comes to the plague is infected with the plague and if he meets someone the next night or someone meets him , he also gets the plague, when all the living people in the game have the plague, the plague will win the game.",
        "img": "../assets/images/roles/Plaguebearer.png",
        "href": "/neutralRoles/Plaguebearer"
    },

    { 
        "id": 212,
        "name": "Vampire",
        "classification": "neutral",
        "alignment": "Neutral (Chaos)",
        "description": "Vampires vote at night to bite a target. The youngest Vampire will visit the target at night. You must wait 1 night between conversions.",
        "img": "../assets/images/roles/Vampire.png",
        "href": "/neutralRoles/Vampire"
    },

    { 
        "id": 213,
        "name": "Rouge",
        "classification": "neutral",
        "alignment": "Neutral (Chaos)",
        "description": "Rogue is one of the neutral of the game who chooses a person in the night phase, then the master tells her the role of the desired person, she can use that person's ability the next night and then choose another person to repeat this procedure.",
        "img": "../assets/images/roles/Rouge.png",
        "href": "/neutralRoles/Rouge"
    },

    { 
        "id": 214,
        "name": "Jester",
        "classification": "neutral",
        "alignment": "Neutral (Evil)",
        "description": "If you are lynched you may kill one of your guilty or abstaining voters the following night.",
        "img": "../assets/images/roles/Jester.png",
        "href": "/neutralRoles/Jester"
    },

    { 
        "id": 215,
        "name": "Executioner",
        "classification": "neutral",
        "alignment": "Neutral (Evil)",
        "description": "If your target is killed at night you will become a Jester. Your target is always a Town member.",
        "img": "../assets/images/roles/Executioner.png",
        "href": "/neutralRoles/Executioner"
    },

    { 
        "id": 216,
        "name": "SinisterShadow",
        "classification": "neutral",
        "alignment": "Neutral (Evil)",
        "description": "You can only control targetable actions such as detection and killing. You can force people to target themselves. Your victim will know they are being controlled.",
        "img": "../assets/images/roles/SinisterShadow.png",
        "href": "/neutralRoles/SinisterShadow"
    },
    
    { 
        "id": 217,
        "name": "Pirate",
        "classification": "neutral",
        "alignment": "Neutral (Chaos)",
        "description": "When you plunder a player, you will duel the player for their valuables. If the player defends against your attack, you get no loot.",
        "img": "../assets/images/roles/Pirate.png",
        "href": "/neutralRoles/Pirate"
    },

    { 
        "id": 218,
        "name": "Survivor",
        "classification": "neutral",
        "alignment": "Neutral (Benign)",
        "description": "Put on a bulletproof vest at night, protecting you from attacks.",
        "img": "../assets/images/roles/Survivor.png",
        "href": "/neutralRoles/Survivor"
    },

    { 
        "id": 219,
        "name": "GuardianAngel",
        "classification": "neutral",
        "alignment": "Neutral (Benign)",
        "description": "If your target is killed you will become a Survivor without any bulletproof vests. Twice a game you may Heal and Purge your target. This may be done from the grave. Watching over a player ignores Jailing.",
        "img": "../assets/images/roles/GuardianAngel.png",
        "href": "/neutralRoles/GuardianAngel"
    },

    { 
        "id": 220,
        "name": "Drunk",
        "classification": "neutral",
        "alignment": "Neutral (Benign)",
        "description": "Remember who you were by selecting a graveyard role.",
        "img": "../assets/images/roles/Drunk.png",
        "href": "/neutralRoles/Drunk"
    }
]